Repository: richardfontana/co-ment
Catalog: cm/locale/*/LC_MESSAGES/django.po
Languages: fr, no

source: A comment entitled '%(comment_title)s' has been added to the text '%(text_title)s'
fr: Un commentaire appelé '%(comment_title)s' a été ajouté au texte '%(text_title)s'

source: A reply entitled '%(reply_title)s' to the comment '%(comment_title)s' has been added (text '%(text_title)s'):
fr: Une réponse appelée '%(reply_title)s' au commentaire '%(comment_title)s' a été ajoutée (texte '%(text_title)s'):

source: A new version of the text entitled '%(text_version_name)s' has been created (note : '%(version_note)s')
fr: Une nouvelle version du texte appelée %(text_version_name)s' a été crée (note de version : '%(version_note)s')

source: A new version of the text entitled '%(text_version_name)s' has been created
fr: Une nouvelle version du texte appelé '%(text_version_name)s' a été crée

source: Click here to access this version: %(version_url)s
fr: Cliquer ici pour accéder à cette version : %(version_url)s

source: name
fr: nom
no: navn

source: activation key
fr: clé d'activation
no: aktiveringsnøkkel

source: invitation failed (email error) !
fr: l'envoi de l'invitation a échoué (erreur adresse email) !
no: invitasjonen har mislyktes (epost-feil)!

source: invitation pending
fr: invitation en cours
no: invitasjonen er pågående

source: Invalid distribution algorithm specified: %s.
fr: Algorithme de distribution invalide %s.

source: French
fr: Français
no: fransk

source: English
fr: Anglais
no: engelsk

source: Page not found
fr: Page non trouvée
no: Siden ble ikke funnet

source: The requested page does not exist.
fr: La page demandée n'existe pas.
no: Siden som du har bedt om finnes ikke.

source: If you think this is an error, feel free to contact us using the button at the bottom of the page.
fr: Si vous pensez qu'il s'agit d'une erreur, contactez-nous en utilisant le bouton au bas de la page.
no: Dersom du mener det er en feil, vennligst kontakt oss ved å bruke knappen nedenfor

source: Internal error
fr: Erreur interne
no: Intern feil

source: Internal server error.
fr: Erreur interne
no: Intern serverfeil

source: If you'd like to help us with this problem, feel free to contact us using the button at the bottom of the page.
fr: Si vous désirez nous aider à traiter ce problème, contactez-nous en utilisant le bouton au bas de la page.
no: Dersom du ønsker å hjelpe oss med dette problemet, vennligst kontakt oss ved å bruke knappen nedenfor.

source: You've just registered to the co-ment service.
fr: Vous venez de vous enregistrer sur co-ment.net.
no: Du har nettopp registrert deg på co-ment

source: Activate your account by clicking on the following link :
fr: Activer votre compte en cliquant sur le lien suivant :
no: Aktiver din brukerkonto ved å gå til følgende adresse:

source: Activation email
fr: Email d'activation
no: Aktiveringsepost

source: Contact user %(name)s
fr: Contacter l'utilisateur %(name)s
no: Kontakt brukeren %(name)s

source: To contact user %(name)s, fill in the form and click send.
fr: Pour contacter l'utilisateur %(name)s, remplir le formulaire et cliquer sur 'envoyer'.
no: Fyll ut dette skjema for å komme i kontakt med brukeren %(name)s.

source: Send
fr: Envoyer

source: Invitation on text "%(title)s" by %(name)s
fr: Invitation pour le texte "%(title)s" de la part de %(name)s
no: Invitasjon til teksten "%(title)s" av %(name)s

source: You've been invited by %(name)s to collaborate on text "%(title)s"
fr: Vous avez été invité par %(name)s à collaborer sur le texte "%(title)s"
no: Du er blitt invitert av %(name)s til å samarbeide på teksten "%(title)s"

source: Fill in the following form to register and access the text.
fr: Remplir le formulaire qui suit pour vous enregistrer et accéder au texte.
no: Fyll ut følgende skjema for å registrere deg og få tilgang til teksten.

source: Register
fr: S'enregistrer
no: Registrer

source: You're already logged-in !
fr: Vous êtes déjà connecté(e).
no: Du er allerede logget inn!

source: Login
fr: Se connecter
no: Logg inn

source: To login, please fill in username and password provided during the registration phase.
fr: Pour vous connnecter, remplissez votre nom d'utilisateur et le mot de passe fourni lors de la phase d'enregistrement.
no: For å logge inn, vennligst fyll ut brukernavn og passord fra registreringsfasen

source: No account yet ?
fr: Vous n'avez pas encore de compte ?
no: Har du ingen brukerkonto ennå?

source: Register now.
fr: S'enregistrer maintenant.
no: Registrer deg nå.

source: Lost your password ?
fr: Mot de passe égaré ?
no: Glemt passord?

source: Reset your password.
fr: Réinitialiser votre mot de passe.
no: Få nytt passord.

source: You're already logged-in
fr: Vous êtes déjà connecté(e)
no: Du er allerede logget in

source: Reset your password
fr: Réinitialiser votre mot de passe
no: Få nytt passord

source: To reset your password, fill in the form with the email you provided when you registered.
fr: Pour réinitialiser votre mot de passe, Indiquer l'email que vous avez fourni lors de votre enregistrement.
no: For å få nytt passord, oppgi epostadressen som du brukte da du regisrerte din brukerkonto.

source: You're already logged-in, use the 'profile' button to change your password.
fr: Vous êtes déjà connecté(e), utilisez le bouton 'profil' pour changer votre mot de passe.
no: Du er allerede logget inn, bruk profil-knappen for å endre ditt passord.

source: You've requested a password reset. Click on the following link to change your password.
fr: Vous avez demandé la réinitialisation de votre mot de passe. Cliquer sur le lien suivant pour changer votre mot de passe.
no: Du har bedt om å få et nytt passord. Gå til adressen nedenfor for å endre ditt passord.

source: It's safe to ignore this email if you don't want to change you're password.
fr: Vous pouvez sans risque ignorer cet email si vous en souhaitez pas changer votre mot de passe.
no: Du kan se bort fra denne posten, dersom du ikke ønsker å endre ditt passord.

source: Password reset
fr: Mot de passe réinitialisé
no: Nytt passord

source: Change your password using the form.
fr: Changer le mot de passe en utilisant le formulaire.
no: Du kan velge nytt passord ved å fylle ut skjema.

source: Your profile
fr: Votre profil
no: Din profil

source: Your profile contains the informations this site knows about you. We will never disclose this information to any third party. Please make sure the email is right, since this will be the preferred way for the site to communicate with you.
fr: Votre profil contient les informations que le site possède sur vous. Nous ne transmettrons ces informations à aucun tiers. Merci de vérifier que votre email est exact, car il s'agit du principal moyen utilisé par le site pour communiquer avec vous.
no: Din profil innholder informasjon som dette nettstedet har om deg. Vi vil aldri røpe denne informasjonen til en tredjepart. Vennlist sørg for at epostadressen er korrekt, ettersom den vil bli brukt for å kontakte deg.

source: Update
fr: Mettre à jour
no: Oppdater

source: New co-ment User
fr: Nouvel utilisateur co-ment
no: Ny bruker på co-ment

source: Access to this co-ment service requires only registration and is free of charge.
fr: Seul l'enregistrement est nécessaire pour accéder au service gratuit co-ment.
no: Tilgang til denne co-ment-tjenesten krever kun registrering og er gratis.

source: You're already logged-in.
fr: Vous êtes déjà connecté(e).
no: Du er allerede logget inn.

source: Terms of Use
fr: Conditions d'utilisation
no: Brukerbetingelser

source: Name
fr: Nom
no: Navn

source: E-mail (will not be published)
fr: email (ne sera pas rendu visible)
no: Epostadresse (adressen blir ikke vist offentlig)

source: Comment will apply to this selection of the text:
fr: Le commentaire s'appliquera à cet extrait sélectionné dans le texte :
no: Merknaden vil gjelde dette utvalget av teksten:

source: no selection yet
fr: rien de sélectionné pour l'instant
no: intet er blitt merket ennå

source: Select the part you wish to comment in the text displayed on the right
fr: Sélectionner l'extrait que vous voulez commenter dans le texte situé à droite
no: Merk teksten som du vil kommentere fra teksten som vises på høyre side

source: Title (required)
fr: Titre (obligatoire)
no: Overskrift (påkrevd)

source: Text (required)
fr: Texte (obligatoire)
no: Tekst (påkrevd)

source: Tags (comma separated)
fr: Tags (séparés par des virgules)
no: Etiketter (atskilt med komma)

source: Also modify the comment's scope
fr: Modifier également la portée du commentaire
no: Endre merknadens omfang

source: Select the part of text the comment should apply to.
fr: Sélectionner l'extrait sur lequel doit s'appliquer le commentaire dans le texte situé à droite
no: Merk en del av teksten som du ønsker å kommentere.

source: embed
fr: encapsuler
no: integrer

source: To insert your text (with or without its comments) into your web site, just copy and paste the following code into your web page.
fr: Pour insérer votre texte (avec ou sans les commentaires) dans votre site web, copier/coller le code suivant dans votre page web.
no: For å sette din tekst (med eller uten merknader) inn på en web-side, kopier og limm inn følgende kode på web-siden din.

source: Public text view with comments (recommended)
fr: Texte publique avec les commentaires (recommandé)
no: Offentlig visning av teksten med merknader (anbefalt)

source: Copy this code into your site to display text with comments.
fr: Copier ce code dans votre site pour insérer votre texte avec ses commentaires.
no: Kopier denne koden til ditt nettsted for å vise teksten med merknader.

source: Allowed Users will also be able to add comments from your site.
fr: Les utilisateurs autorisés pourront également ajouter des commentaires depuis votre propre site.
no: Godkjente brukere vil også ha mulighet til å legge til merknader fra ditt nettsted.

source: Public text view without comments
fr: Texte publique sans les commentaires
no: Offentlig visning av teksten uten merknader

source: Copy this code into your site to display text without comments.
fr: Copier ce code dans votre site pour insérer le texte sans les commentaires.
no: Kopier denne koden til ditt nettsted for å vise teksten uten merknader.

source: Public text view
fr: Vue publique du texte
no: Offentlig visning av teksten

source: Text must be public to activate this feature.
fr: Le texte doit être public pour utiliser cette option.
no: Teksten må være offentlig for å bruke denne funksjonen.

source: Click here to change sharing settings.
fr: Cliquer ici pour changer les paramètres de partage du texte.
no: Klikk her for å endre innstillinger for deling

source: Back to workspace
fr: Retour à l'espace de travail
no: Tilbake til arbeidsområdet

source: feeds
fr: flux
no: strømmer

source: Your text's feeds allow you to track any comments or edits on your text using a simple RSS feed reader.
fr: Les flux de votre texte vous permettent de suivre tous les commentaires et les modifications en utilisant un simple lecteur de flux RSS.
no: Tekstens strømmer (feeds) gjør det mulig å følge med på merknader til og endringer i din tekst ved å bruke en enkel leser for RSS-strømmer.

source: Public feed
fr: Flux public
no: Offentlig strøm

source: Feed for text '%(title)s'
fr: Flux pour le texte '%(title)s'
no: Strøm for teksten "%(title)s"

source: Public feed for text '%(title)s'
fr: Flux public pour le texte '%(title)s'
no: Offentlig strøm for teksten "%(title)s"

source: Text is not public, feed is not active
fr: Le flux n'est pas actif car ce texte n'est pas public
no: Teksten er ikke offentlig, strømmen er ikke aktiv

source: This is the public address for your text's feed.
fr: Ceci est l'adresse RSS publique pour votre texte.
no: Dette er den offentlige adressen for tekstens strøm.

source: It is not valid unless you have made your text public.
fr: Elle n'est active que si votre texte est en accès public.
no: Den kan ikke brukes med mindre du har gjort teksten offentlig.

source: Private feed
fr: Flux privé
no: Privat strøm

source: Private feed for text '%(title)s'
fr: Flux privé pour le texte '%(title)s'
no: Privat strøm for teksten "%(title)s"

source: reset private URLs
fr: réinitialiser les URLs privés
no: nullstill adressen

source: This is the private address for your text's feed. Don't share this address with others unless you want them to see all the edits and comments on this text.
fr: Ceci est l'adresse RSS privée de votre texte. Ne la partager que si vous souhaitez permettre à quelqu'un de voir tous les commentaires et les modifications sur le texte.
no: Dette er den private adressen til tekstens strøm. Du bør ikke dele denne adressen med andre, med mindre du ønsker at de skal se alle endringer i og merknader til denne teksten.

source: Web-based text annotation
fr: Commentaires de textes sur le Web
no: Web-basert kommentering av tekster

source: Home
fr: Accueil
no: Startside

source: Public texts
fr: Textes publics
no: Offentlige tekster

source: Signed in as %(username)s
fr: Connecté(e) en tant que %(username)s
no: Logget inn som %(username)s

source: Workspace
fr: Espace de travail
no: Arbeidsområde

source: Logout
fr: Se déconnecter
no: Logg ut

source: text
fr: texte
no: tekst

source: comment
fr: commentaire
no: merknad

source: text annotation
fr: annnotation de texte
no: kommentering av tekst

source: view & comment
fr: voir et commenter
no: vis og legg til merknader

source: view
fr: voir
no: vis

source: edit
fr: éditer
no: rediger

source: sharing and moderation
fr: partage et modération
no: deling og godkjenning

source: workspace
fr: espace de travail

source: upload text
fr: charger un texte
no: last opp tekst

source: create text
fr: créer un texte
no: opprett tekst

source: To access the text, click here: %(site_url)s%(text_url)s
fr: Pour accéder au texte, cliquer ici : %(site_url)s%(text_url)s

source: To unsubscribe from this text, click here: %(site_url)s%(unsubscribe_url)s
fr: Pour vous désabonner de ce texte, cliquer ici : %(site_url)s%(unsubscribe_url)s

source: To contact us, fill in the form. We will get back to you as quickly as possible.
fr: Pour nous contacter, remplir le formulaire. Nous vous répondrons dès que possible.
no: For å kontakte oss, fyll ut dette skjema og vil skal komme tilbake til deg så raskt som mulig.

source: Text is private
fr: Le texte est privé
no: Teksten er privat

source: Unauthorized
fr: Non autorisé
no: Ingen rettigheter

source: You don't have the required permissions to perform this action.
fr: Vous n'avez pas les droits nécessaires pour cette action.
no: Du har ikke rettigheter til å utføre denne handlingen.

source: Create a text
fr: Créer un texte
no: Opprett tekst

source: Difference between versions
fr: Différences entre les versions
no: Endringer mellom versjoner

source: This is the difference between the two versions :
fr: Voici les différences entre les deux versions :
no: Nedenfor er endringene mellom de to versjonene:

source: By
fr: Par
no: av

source: created on %(date)s
fr: crée le %(date)s
no: opprettet %(date)s

source: Legend :
fr: Légende :
no: Forklaring:

source: text inserted in most recent version
fr: texte inséré dans la version la plus récente
no: tekst satt inn i den nyere versjonen

source: text deleted in most recent version
fr: texte supprimé dans la version la plus récente
no: tekst slettet fra den nyere versjonen

source: Back to the versions page.
fr: Retour à la page des versions.
no: Tilbake til oversikt over tekstversjoner.

source: Go to text (most recent version).
fr: Aller au texte (version la plus récente)
no: Tilbake til den seneste versjonen av teksten.

source: Edit
fr: éditer

source: Save
fr: Enregistrer
no: Lagre

source: Save and continue editing
fr: Enregistrer et continuer l'édition
no: Lagre og fortsette redigering

source: Warning
fr: Avertissement
no: Advarsel

source: Since you chose not to create a new version all comments will be definitely lost, do you want to continue ?
fr: Comme vous avez choisi de ne pas créer de nouvelle version tous les commentaires seront définitivement perdus, voulez vous continuer ?
no: Ettersom du valgte ike å opprette en ny versjon, vil alle merknadene være borte for godt. Ønsker du å fortsette?

source: %(username)s's texts
fr: textes de %(username)s
no: Tekstene til %(username)s

source: contact user
fr: contacter l'utilisateur
no: kontakt brukeren

source: %(counter)s text
fr: %(counter)s texte
no: %(counter)s tekst

source: No text yet.
fr: Pas encore de texte.
no: Ingen tekster ennå.

source: Click here to create one directly on the site.
fr: Cliquer ici pour en créer un directement sur le site
no: Klikk her for å opprette tekst direkte på dette nettstedet.

source: Click here to upload a document.
fr: Cliquer ici pour charger un document.
no: Klikk her for å laste opp et dokument.

source: %(nb)s comment
fr: %(nb)s commentaire
no: %(nb)s merknad

source: %(nb)s reply
fr: %(nb)s réponse
no: %(nb)s svar

source: duplicate
fr: dupliquer
no: kopier

source: you can't create more texts
fr: Vous ne pouvez pas créer des textes supplémentaires
no: du kan ikke opprette flere tekster

source: Are you sure you want to delete this text ?
fr: Etes-vous sûr(e) que vous voulez supprimer ce texte ?
no: Er du sikker på at du ønsker å slette denne teksten?

source: delete
fr: supprimer
no: slett

source: edit sharing and moderation properties
fr: modifier les propriétés de partage et de modération
no: rediger innstillinger for deling og godkjenning

source: sharing and moderation:
fr: partage et modération :
no: deling og godkjenning:

source: sharing:
fr: partage :
no: deling:

source: viewing is
fr: voir :
no: visning er

source: private
fr: privé
no: privat

source: shared
fr: partagé
no: delt

source: commenting is
fr: commenter :
no: kommentering er

source: previous
fr: précédents
no: forrige

source: next
fr: suivants
no: neste

source: Search in public texts
fr: Rechercher dans les textes publics
no: Søk i offentlige tekster

source: View all public texts
fr: Voir tous les textes publics
no: Vis alle offentlige tekster

source: Tagged texts : %(tag_name)s
fr: Textes avec le tag : %(tag_name)s
no: Tekster med etikett: %(tag_name)s

source: Search in public texts for '%(search_string)s'
fr: Recherche de '%(search_string)s' dans les textes publics
no: Søk i offentlige tekster etter "%(search_string)s"

source: Search
fr: Rechercher
no: Søk

source: %(nb)s text tagged '%(current_tag_name)s'
fr: %(nb)s texte avec le tag '%(current_tag_name)s'
no: %(nb)s tekst merket med etikkett "%(current_tag_name)s"

source: %(counter)s text for '%(search_string)s'
fr: %(counter)s texte pour '%(search_string)s'
no: %(counter)s tekst med "%(search_string)s"

source: No results for query '%(search_string)s'.
fr: Les termes de recherche spécifiés '%(search_string)s' ne correspondent à aucun texte.
no: Ingen treff ved søk etter "%(search_string)s".

source: Sharing and moderation
fr: Partage et modération
no: Deling og godkjenning:

source: Here you can change the settings for the text.
fr: Ici vous pouvez changer les propriétés du texte.
no: Her kan du endre innstillinger for teksten.

source: You can delegate the possibility for others to see and/or comment on the text, either by inviting selected people or by opening to the public those actions.
fr: Vous pouvez déléguer la possibilité pour d'autres de voir et / ou de commenter le texte, soit en invitant des personnes sélectionnées, soit en autorisant ces actions pour tous.
no: Du kan gi andre mulighet til å se og/eller legge til merknader til teksten, enten ved å invitere utvalgte personer eller ved å gi offentlig tilgang til disse handlingene.

source: To make your text publicly viewable, head over to the "Manage users" section and set the "Observer" role to "Anonymous users".
fr: Pour rendre votre texte publiquement accessible, rendez-vous à la partie "Gérer les utilisateurs" et donnez le rôle "Observateur" aux "Utilisateurs anonymes".
no: For at teksten skal kunne vises offentlig, gå til "Brukeradministrasjon" og gi rollen "Observatør" til "Anonyme brukere".

source: Add new user(s)
fr: Ajouter des utilisateurs
no: Legg til ny(e) bruker(e)

source: Add user(s)
fr: Ajouter des utilisateurs
no: Legg til bruker(e)

source: Manage users
fr: Gérer les utilisateurs
no: Brukeradministrasjon

source: Assigned Role
fr: Rôle
no: Tildelt rolle

source: Anonymous users
fr: Utilisateurs anonymes
no: Anonyme brukere

source: Email selected users
fr: Envoyer un email aux utilisateurs sélectionnés
no: Send epost til valgte brukere

source: Delete selected users
fr: Supprimer les utilisateurs sélectionnés
no: Fjern valgte brukere

source: user1@example.com\nuser2@example.com
fr: utilisateur1@exemple.com\nutilisateur2@exemple.com
no: bruker1@domene.no\nbruker2@domene.no

source: Manage workflow and moderation for comments
fr: Gérer le Workflow et la modération des commentaires
no: Behandle arbeidsflyt og godkjenning for merknader

source: Some comments on this text will have their state changed back to the initial state. Are you sure you want to continue ?
fr: Des commentaires de ce texte vont être passés à l'état initial. Etes vous sûr de vouloir continuer ?
no: Noen merknader til denne teksten vil ha deres tilstand stilt tilbake til den opprinnelige tilstanden. Ønsker du å fortsette?

source: Click here to access the text :
fr: Cliquer ici pour accéder au texte :
no: Klikk her for å få tilgang til teksten:

source: You've been added to the participants on text "%(title)s"
fr: Vous avez été invité à collaborer sur le texte "%(title)s"
no: Du er blitt lagt til som deltaker på teksten "%(title)s"

source: Invitation to collaborate on the text "%(title)s"
fr: Invitation à collaborer sur le texte "%(title)s"
no: Invitasjon til å samarbeide på teksten "%(title)s"

source: Email users
fr: Envoyer un courriel (email) aux utilisateurs
no: Send epost til brukere

source: Use this form to send an email to the following participant.
fr: Utiliser le formulaire suivant pour envoyer un email à l'utilisateur suivant.
no: Bruk dette skjema for å sende epost til denne deltakeren.

source: Note that you can add a link to the text "%(title)s" in the email.
fr: Vous pouvez ajouter un lien vers le texte "%(title)s" dans l'email.
no: Merk at du kan legge til adressen til teksten "%(title)s" i eposten.

source: Email will be sent to one participant :
fr: L'email sera envoyé à l'utilisateur suivant :
no: Epost vil bli sendt til en deltaker:

source: Upload a text
fr: Charger un texte
no: Last opp en tekst

source: Select the file to upload.
fr: Sélectionner le texte à charger
no: Velg filen som skal lastes opp.

source: Supported formats are : Open Office Document, Microsoft Word, Rich Text Format (rtf), Text document (txt), DocBook File, etc.
fr: Les formats supportés sont : Open Office Document, Microsoft Word, Rich Text Format (rtf), Text document (txt), DocBook File, etc.
no: Systemet støtter følgende formater: Open Office Document (ODT), Microsoft Word (DOC), Rich Text Format (RTF), ren tekst (TXT), DocBook-fil.

source: Upload
fr: Charger
no: Last opp

source: One version for text "%(title)s"
fr: Une version pour le texte "%(title)s"
no: En versjon for teksten "%(title)s"

source: revert to this version
fr: revenir à cette version
no: gå tilbake til denne versjonen

source: Are you sure you want to delete this version ?
fr: Etes-vous sûr(e) que vous voulez supprimer cette version ?
no: Er du sikker på at du ønsker å slette denne versjonen?

source: delete this version
fr: supprimer cette version
no: slett denne versjonen

source: Compare selected versions
fr: Comparer les versions sélectionnées
no: Sammenlign valgte versjoner

source: Loading...
fr: Chargement ...
no: Laster...

source: powered by co-ment®
fr: propulsé par co-ment®
no: drevet av co-ment®

source: View all comments
fr: Voir tous les commentaires
