Repository: richardfontana/co-ment
Catalog: cm/locale/*/LC_MESSAGES/django.po
Languages: fr, no

source: F j, Y \a\t g:i a
fr: j F Y à H:i
no: j.n.Y \k\l. G:i

source: None
fr: Aucun
no: Ingen

source: no permission
fr: aucune permission
no: ingen rettigheter

source: text is private
fr: le texte est privé
no: teksten er privat

source: Observer
fr: Observateur
no: Observatør

source: read text
fr: lire le texte
no: lese tekst

source: read comments
fr: lire les commentaires
no: lese merknader

source: Commenter
fr: Commentateur
no: Kommentator

source: read and create comments
fr: lire et créer des commentaires
no: lese og opprette merknader

source: Moderator
fr: Modérateur

source: read, create and moderate comments
fr: lire, créer et modérer des commentaires
no: lese, opprette og godkjenne merknader

source: Editor
fr: Editeur
no: Redaktør

source: read and edit text
fr: lire et éditer le texte
no: lese og redigere tekst

source: Owner
fr: Propriétaire
no: Eier

source: read, edit and manage rights on text
fr: lire, éditer et gérer les droits sur le texte
no: lese, redigere og administrerer rettigheter til tekst

source: pending
fr: en attente
no: pågående

source: published
fr: publié
no: publisert

source: rejected
fr: rejeté
no: avvist

source: ignored
fr: ignoré
no: ignorert

source: redundant
fr: redondant
no: overflødig

source: issue
fr: question
no: spørsmål

source: oked
fr: accepté
no: godkjent

source: done
fr: fait
no: fullført

source: amendment
fr: amendement
no: endring

source: You've been logged out.
fr: Vous êtes maintenant déconnecté.
no: Du er blitt logget ut.

source: Username
fr: Nom d'utilisateur
no: Brukernavn

source: Password
fr: Mot de passe
no: Passord

source: User is not active yet. If you registered just now, please check your inbox and look for the activation email.
fr: L'utilisateur n'est pas encore actif. Si vous venez de vous enregistrer, vérifiez la boîte de réception de votre messagerie et recherchez-y l'email d'activation.
no: Brukerkonto er ikke aktivert ennå. Dersom du har nettopp registrert deg, vennligst sjekk postkassen din og se etter en aktiveringsepost.

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.
no: Ugyldig brukernavn eller passord.

source: You've been logged in.
fr: Vous êtes connecté(e).
no: Du er blitt logget inn.

source: your current email address (it will never be displayed)
fr: votre adresse email actuelle (elle ne sera pas rendue visible)
no: din nåværende epostadresse (adressen blir aldri vist offentlig)

source: Use 4 to 32 characters and start with a letter. You may use letters, numbers, underscores, and one dot (.) but no accents.
fr: Utiliser de 4 à 32 caractères et commencer par une lettre. Vous pouvez utiliser des lettres, nombres, caractère souligné et un point (.) mais pas d'accents.
no: Bruk 4 til 32 tegn og start med en bokstav. Du kan bruke bokstaver, tall, understrek og punktum, men ikke spesialtegn eller særnorske bokstaver.

source: First name
fr: Prénom
no: Fornavn

source: Last name
fr: Nom
no: Etternavn

source: Preferred language
fr: Langue préférée
no: Foretrukket språk

source: this will be the language used by the site to communicate with you
fr: Ce sera la langue utilisée par le site pour communiquer avec vous.
no: dette språket vil bli brukt på dette nettstedet

source: I have read and agree to the Terms of Use
fr: J'ai lu et j'accepte les conditions d'utilisation
no: Jeg har lest og aksepterer Brukerbetingelser

source: Click here to subscribe to the (monthly) co-ment newsletter
fr: Cliquer ici pour vous abonner à la lettre d'information co-ment (mensuelle)
no: Klikk her for å melde deg på (månedlig) nyhetsbrev fra co-ment

source: You must agree to the terms to register
fr: Pour vous enregistrer, vous devez accepter les conditions d'utilisation
no: Du må akseptere Brukerbetingelser for å registrere deg

source: This username is already in use. Please supply a different username.
fr: Ce nom d'utilisateur est déjà utilisé. Merci de choisir un autre nom d'utilisateur.
no: Dette brukernavnet er allerde registrert. Vennligst velg et annet brukernavn.

source: pick up a password
fr: choisir un mot de passe
no: velg et passord

source: Password (repeat)
fr: Mot de passe (nouvelle saisie)
no: Passord (gjenta)

source: please repeat your password for confirmation
fr: resaisir votre mot de passe pour confirmation
no: vennligst gjenta ditt passord for å bekrefte dette

source: Fill this instead of the passwords above if you whish to use OpenID authentification
fr: Remplisser ce champ au lieu des mots de passe si vous voulez utiliser OpenID
no: Fyll ut dette feltet i stedet for passordsfeltene, dersom du ønsker å bruke OpenID for å logge inn

source: This OpenID is already in use. Please supply a different one.
fr: Cet identifiant OpenId est déjà utilisé. Merci d'en saisir un autre.
no: Dette OpenID-brukernavnet er allerde registrert. Vennligst velg et annet brukernavn.

source: Password and OpenID are filled, you should choose between the two authentification modes
fr: Vous avez fourni un mot de passe et un identifiant OpenID, vous devez choisir entre ces deux modes d'identification
no: Både passord og OpenID er oppgitt, du må velge en av disse to innloggingsmetodene.

source: Passwords do not match, please check.
fr: Les mots de passe saisis ne sont pas identiques.
no: Passord er ikke like, vennligst prøv igjen.

source: Please fill in the passwords
fr: Merci de fournir les mots de passe
no: Vennligst oppgi passord

source: Please fill in the OpenID url (or the passwords above)
fr: Merci de choisir un url OpenID (ou les mots de passe)
no: Vennligst oppgi OpenID-adressen (eller passord ovenfor)

source: This email address is already in use. Please supply a different email address.
fr: Cette adresse mail est déjà utilisée. Merci de saisir une autre adresse.
no: Denne epostadressen er allerde registrert. Vennligst velg en annen epostadresse.

source: OpenId Registration successful!
fr: Enregistrement OpenID réussi !
no: OpenID-registeringen er vellykket!

source: Registration successful! Check your email to activate your account.
fr: Enregistrement réussi ! Vérifiez votre email pour activer votre compte.
no: Registreringen er vellykket! Sjekk din postkasse for å aktivere din brukerkonto.

source: Registration successful !
fr: Enregistrement réussi !
no: Registeringen er vellykket!

source: Welcome, your account has been activated.
fr: Bienvenue, votre compte a été activé.
no: Velkommen, din brukerkonto er blitt aktivert.

source: this is the email which received the invitation (it will never be displayed on the site)
fr: il s'agit de l'email auquel vous reçu l'invitation (il ne sera jamais rendu visible sur le site)
no: dette er epostadressen som mottok invitasjonen (adressen vil aldri blivist på dette nettstedet)

source: Invalid activation key.
fr: Clé d'activation invalide
no: Ugyldig aktiveringsnøkkel

source: this is your username on this site (it cannot be changed after registration)
fr: il s'agit de votre nom d'utilisateur sur le site (il ne peut pas être changé après l'enregistrement)
no: dette er ditt brukernavn på dette nettstedet (brukernavnet kan ikke endres etter registreringen)

source: this will be the language use by the site to communicate with you
fr: ce sera la langue utilisée par le site pour communiquer avec vous
no: dette vil være språket som brukes på dette nettstedet

source: Service level
fr: Niveau de service
no: Tjenestenivå

source: I welcome email contact from other site members
fr: J'accepte de recevoir des emails de contact de la part d'autres membres du site
no: Jeg ønsker å kunne motta eposthenvendelser fra andre brukere av nettstedet

source: this will create a web contact form through which other users can contact you (your email won't be displayed)
fr: ceci créera un formulaire de contact par lequel les autres utilisateurs peuvent vous contacter (votre email ne sera pas rendu visible)
no: dette vil opprette et kontaktskjema, som andre brukere kan benytte for å kontakte deg (din adresse vil ikke bli vist)

source: Profile updated.
fr: Profil mis à jour.
no: Profilen er blitt oppdatert.

source: Your email address
fr: Votre adresse mail
no: Din epostadresse

source: An email has been sent to you registration address, click on the link in this email to change your password.
fr: Un email a été envoyé à votre adresse électronique d'enregistrement : cliquez sur le lien qu'il contient pour changer votre mot de passe.
no: En epost er blitt sendt til din registreringsadresse. Gå til adressen i denne eposten for å endre ditt passord.

source: This email is not registered on the site.
fr: Cet email n'est pas enregistré sur le site.
no: Denne epostadressen er ikke registrert på dette nettstedet.

source: Your password has been changed.
fr: Votre mot de passe a été modifié.
no: Ditt passord er blitt endret.

source: Copy of message :
fr: Copie du message :
no: Kopi av melding:

source: Your message has been sent.
fr: Votre message a été envoyé.
no: Din melding er blitt sendt.

source: You have been unsubscribed from the text '%(text_title)s'
fr: Vous avez été désabonné de ce texte '%(text_title)s'

source: You have already been unsubscribed from the text
fr: Vous êtes déjà désabonné de ce texte

source: amended version
fr: version amendée
no: endre versjon

source: amendments were applied with success
fr: les amendements ont été appliqués avec succès

source: there are no amendments on this text
fr: il n'y a pas d'amendements sur ce texte

source: You already subscribed to the text
fr: Vous êtes déjà abonné à ce texte

source: You subscribed to the text
fr: Vous êtes abonné au texte

source: You have been unsubscribed from the text
fr: Vous êtes désabonné du texte

source: by %(name)s on the %(date)s
fr: crée le %(date)s par %(name)s
no: av %(name)s %(date)s

source: Tags input must be no longer than 250 characters.
fr: Les tags ne doivent pas faire plus de 250 caractères.
no: Etiketter kan ikke være lenger enn 250 tegn.

source: this text has %(nbcomments)d comment(s) and %(nbreplies)d reply(ies)
fr: ce texte a %(nbcomments)d commentaire(s) et %(nbreplies)d réponse(s)
no: denne teksten har %(nbcomments)d merknad(er) og %(nbreplies)d svar

source: click here to view or add comments
fr: Cliquer ici pour voir ou ajouter des commentaires.
no: klikk her for å vise eller opprette merknader

source: click here to view comments
fr: Cliquer ici pour voir les commentaires.
no: klikk her for å vise merknader

source: The private feed URL has been reset.
fr: Le flux privé a été réinitialisé.
no: Den private adressen for strømmen er blitt regenerert.

source: Comments and edits for text '%(name)s'
fr: Commentaires et modifications pour le texte '%(name)s'
no: Merknader og redigeringer for teksten "%(name)s"

source: Comment added '%(title)s'
fr: Commentaire ajouté '%(title)s'
no: Ny merknad er blitt lagt til: "%(title)s"

source: Reply to '%(comment_title)s' added: '%(title)s'
fr: Réponse à '%(comment_title)s' ajoutée : '%(title)s'

source: New version created '%(version_note)s'
fr: Nouvelle version créée '%(version_note)s'
no: Ny versjon er blitt opprettet: "%(version_note)s"

source: New version created
fr: Nouvelle version créée
no: Ny versjon er blitt opprettet

source: First version created
fr: Première version créée
no: Den første versjonen er blitt opprettet

source: Please enter a search term
fr: Merci de saisir un ou des termes de recherche
no: Vennligst oppgi et søkeargument

source: search
fr: recherche
no: søk

source: You've successfully logged in with OpenId. Please complete your registration.
fr: Vous vous êtes connecté avec OpenID. Merci de finir la procédure d'enregistrement.
no: Du er logget inn ved hjelp av OpenID. Vennligst fullfør registreringsprosessen.

source: General feedback
fr: Feedback général
no: Generelle tilbakemeldinger

source: Technical problems
fr: Problèmes techniques
no: Tekniske problemer

source: Professional services
fr: Services professionnels
no: Spesialtilpasset tjeneste

source: Other
fr: Autre
no: Annet

source: Your name
fr: Votre nom
no: Ditt navn

source: Subject of the message
fr: Sujet du message
no: Emne

source: Body of the message
fr: Corps du message
no: Tekst

source: Send me a copy of the email
fr: M'envoyer une copie du message
no: Send meg en kopi av denne eposten

source: Topic
fr: Sujet
no: Tema

source: Please select a topic
fr: Sélectionner un sujet
no: Vennligst velg et tema

source: Email sent. We will get back to you as quickly as possible.
fr: Email envoyé. Nous vous répondrons dès que possible.
no: Eposten er blitt sendt. Vi vil komme tilbake til deg så raskt som mulig.

source: File
fr: Fichier
no: Fil

source: Error uploading text.
fr: Erreur pendant le chargement du texte.
no: Feil ved opplasting av teksten.

source: Text Uploaded.
fr: Texte chargé.
no: Teksten er blitt lastet opp.

source: Title
fr: Titre
no: Overskrift

source: Content
fr: Contenu
no: Innhold

source: separators are space and comma characters
fr: les séparateurs sont les caractères 'espace' et 'virgule'
no: mellomrom og komma kan brukes som skilletegn

source: Create new version
fr: Créer une nouvelle version
no: Opprett en ny versjon

source: versions are copies of your text that let you track and manages changes over time
fr: les versions sont des copies de votre texte qui vous permettent de gérer et de suivre les modifications apportées à ce texte
no: Versjoner er kopier av din tekst, som kan brukes for å holde oversikt over endringer over tid

source: Keep comments
fr: Conserver les commentaires
no: Behold merknader

source: only comments on unchanged text will be preserved
fr: seuls les commentaires portant sur du texte inchangé seront préservés
no: kun merknader til uendret tekst vil bli beholdt

source: Version note
fr: Note de version
no: Merknad til versjonen

source: short description of the changes made (to appear in this document's history)
fr: description succinte des modifications (apparaîtra dans l'historique du document)
no: kort beskrivelse av de endringene som ble gjort (dette vil brukes i dokumentets historikk)

source: Text updated.
fr: texte mis à jour
no: Teksen er blitt oppdatert.

source: Copy of
fr: Copie de
no: Kopi av

source: Text duplicated.
fr: Texte dupliqué
no: Teksten er blitt kopiert.

source: Text deleted.
fr: Texte supprimé.
no: Teksten er blitt slettet.

source: Subject
fr: Sujet
no: Emne

source: enter the subject of the email
fr: saisir le sujet du message
no: oppgi emnet til eposten

source: Email content
fr: Contenu de l'email
no: Tekst

source: enter the content of the email.
fr: entrer le contenu de l'email
no: oppgi teksten til eposten

source: Add a link to the text at the end of the email
fr: Ajouter un lien vers le texte à la fin de l'email
no: Legg til adressen til teksten på slutten av eposten

source: %(number)s email sent.
fr: %(number)s email envoyé.
no: %(number)s epost er blitt sendt.

source: Text created.
fr: Texte créé.
no: Teksen er blitt opprettet.

source: Reverted to version entitled %(version_title)s.
fr: Retour à la version %(version_title)s effectué.

source: version deleted
fr: version supprimée
no: versjonen er blitt slettet

source: version not deleted
fr: version non supprimée
no: versjonen er ikke blitt slettet

source: %(nb_removed)s comment will be removed because its underlying text has been changed. Do you want to continue ?
fr: %(nb_removed)s commentaire va être supprimé parce qu'il porte sur une partie du texte qui a été modifiée. Voulez vous continuer ?
no: %(nb_removed)s merkand vil bli slettet, fordi den underliggende teksten er blitt endret. Ønsker du å fortsette?

source: %(nb_removed)s comment will be removed because its underlying text has been changed. Since you chose not to create a new version these comments will be definitely lost, do you want to continue ?
fr: %(nb_removed)s commentaire va être supprimé parce qu'il porte sur une partie du texte qui a été modifié. Comme vous avez choisi de ne pas créer de nouvelle version ce commentaire va être définitivement perdu, voulez vous continuer ?
no: %(nb_removed)s merkand vil bli slettet, fordi den underliggende teksten er blitt endret. Ettersom du har ikke opprettet en ny versjon, vil denne merknaden bli sletter for godt. Ønsker du å fortsette?

source: user1@example.com
fr: utilisateur1@exemple.com
no: bruker1@domene.no

source: user2@example.com
fr: utilisateur2@exemple.com
no: bruker2@domene.no

source: the following items are not proper email addresses: %(emails)s
fr: les entrées suivantes ne sont pas des adresses mail valides : %(emails)s
no: følgende elementer er ikke gyldige epostadresser: %(emails)s

source: Enter emails of people you want to share the text with (separated by comma, space, semicolon or carriage return)
fr: Entrer les adresses mails des personnes avec lesquelles vous souhaitez collaborer sur ce texte (séparées par des virgules, des espaces, des points-virgules ou des retours à la ligne)
no: Oppgi epostadresser til de du ønsker å dele denne teksten med (atskilt med komma, mellomrom, semikolon eller linjeskift)

source: invite users
fr: inviter les utilisateurs
no: inviter brukere

source: Send an email to the users with a link to the text to notify them
fr: Envoyer un email à ces personnes avec un lien vers le texte pour leur notifier
no: Send en epost til brukere med en adresse til denne teksten

source: Choose role to assign
fr: Choisir un rôle pour ces personnes
no: Velg rolle som skal tildeles

source: ... and/or select users among the ones with whom you already collaborate
fr: ... et/ou sélectionner des utilisateurs parmi ceux avec qui vous collaborez déjà
no: ... og/eller velg brukere blant de du allerede samarbeider med

source: please enter email adresses
fr: saisissez des adresses email
no: vennligst oppgi noen epostadresser

source: please replace the following items with email addresses: %(emails)s
fr: veuillez remplacer les entrées suivantes par des adresses email : %(emails)s
no: vennligst bytt ut følgende elementer med epostadresser: %(emails)s

source: these email addresses are already collaborating on the text: %(emails)s
fr: ces adresses email désignent des utilisateurs collaborant déjà sur le texte : %(emails)s
no: disse epostadressene samarbeider allerede på denne teksten: %(emails)s

source: %(number)s collaboration removed !
fr: %(number)s collaboration supprimée !
no: %(number)s samarbeid er blitt fjernet!

source: Text settings updated.
fr: Propriétés du texte mises à jour.
no: Tekstinnstillinger er blitt oppdatert.

source: Nothing added ... please check.
fr: Aucun ajout ... merci de vérifier.
no: Ingenting er blitt lagt til...

source: please check some role/permission to delegate to those new users
fr: choisir le rôle ou permission à déléguer à ces nouveaux utilisateurs
no: vennligst velg roller/rettigheter som skal gis til disse nye brukere

source: %(number)s new collaboration added.
fr: %(number)s nouvelle collaboration ajoutée.
no: %(number)s nytt samarbeid er blitt lagt til.

source: Should comments be approved to be public ?
fr: Les commentaires doivent-ils être approuvés avant de devenir publics ?
no: Skal merknader godkjennes for å kunne vises offentlig?

source: Yes
fr: Oui
no: Ja

source: No
fr: Non
no: Nei

source: Choose comment workflow:
fr: Choisir le workflow des commentaires :
no: Velg arbeidsflyt for merknader:

source: annotation
no: kommentar

source: collaboration
no: samarbeid

source: Contact
no: Kontakt

source: %(versions_number)s version
no: %(versions_number)s versjon

source: public
no: offentlig

source: page
no: side

source: note
no: merknad

source: Versions
no: Versjoner

source: visible
no: synlig

source: Email
no: Epostadresse

source: tags:
no: etiketter:

source: Tags
no: Etiketter
